{"asian": 0, "exporters": 1, "fear": 2, "damage": 3, "from": 4, "u": 5, "s": 6, "japan": 7, "rift": 8, "mounting": 9, "trade": 10, "friction": 11, "between": 12, "the": 13, "and": 14, "has": 15, "raised": 16, "fears": 17, "among": 18, "many": 19, "of": 20, "asia": 21, "exporting": 22, "nations": 23, "that": 24, "row": 25, "could": 26, "inflict": 27, "far": 28, "reaching": 29, "economic": 30, "businessmen": 31, "officials": 32, "said": 33, "they": 34, "told": 35, "reuter": 36, "correspondents": 37, "in": 38, "capitals": 39, "a": 40, "move": 41, "against": 42, "might": 43, "boost": 44, "protectionist": 45, "sentiment": 46, "lead": 47, "to": 48, "curbs": 49, "on": 50, "american": 51, "imports": 52, "their": 53, "products": 54, "but": 55, "some": 56, "while": 57, "conflict": 58, "would": 59, "hurt": 60, "them": 61, "long": 62, "run": 63, "short": 64, "term": 65, "tokyo": 66, "loss": 67, "be": 68, "gain": 69, "it": 70, "will": 71, "impose": 72, "mln": 73, "dlrs": 74, "tariffs": 75, "japanese": 76, "electronics": 77, "goods": 78, "april": 79, "retaliation": 80, "for": 81, "alleged": 82, "failure": 83, "stick": 84, "pact": 85, "not": 86, "sell": 87, "semiconductors": 88, "world": 89, "markets": 90, "at": 91, "below": 92, "cost": 93, "unofficial": 94, "estimates": 95, "put": 96, "impact": 97, "billion": 98, "spokesmen": 99, "major": 100, "firms": 101, "virtually": 102, "halt": 103, "exports": 104, "hit": 105, "by": 106, "new": 107, "taxes": 108, "we": 109, "wouldn": 110, "t": 111, "able": 112, "do": 113, "business": 114, "spokesman": 115, "leading": 116, "firm": 117, "matsushita": 118, "electric": 119, "industrial": 120, "co": 121, "ltd": 122, "lt": 123, "mc": 124, "if": 125, "remain": 126, "place": 127, "any": 128, "length": 129, "time": 130, "beyond": 131, "few": 132, "months": 133, "mean": 134, "complete": 135, "erosion": 136, "subject": 137, "tom": 138, "murtha": 139, "stock": 140, "analyst": 141, "office": 142, "broker": 143, "james": 144, "capel": 145, "taiwan": 146, "are": 147, "also": 148, "worried": 149, "aware": 150, "seriousness": 151, "threat": 152, "because": 153, "serves": 154, "as": 155, "warning": 156, "us": 157, "senior": 158, "taiwanese": 159, "official": 160, "who": 161, "asked": 162, "named": 163, "had": 164, "surplus": 165, "last": 166, "year": 167, "pct": 168, "with": 169, "helped": 170, "swell": 171, "foreign": 172, "exchange": 173, "reserves": 174, "largest": 175, "must": 176, "quickly": 177, "open": 178, "our": 179, "remove": 180, "barriers": 181, "cut": 182, "import": 183, "allow": 184, "want": 185, "defuse": 186, "problems": 187, "possible": 188, "paul": 189, "sheen": 190, "chairman": 191, "textile": 192, "safe": 193, "group": 194, "south": 195, "korea": 196, "promotion": 197, "association": 198, "dispute": 199, "pressure": 200, "whose": 201, "chief": 202, "similar": 203, "those": 204, "up": 205, "malaysia": 206, "officers": 207, "tough": 208, "hard": 209, "producers": 210, "third": 211, "countries": 212, "expand": 213, "sales": 214, "hong": 215, "kong": 216, "where": 217, "newspapers": 218, "have": 219, "been": 220, "selling": 221, "manufacturers": 222, "share": 223, "view": 224, "other": 225, "such": 226, "commercial": 227, "advantage": 228, "outweighed": 229, "further": 230, "block": 231, "is": 232, "very": 233, "lawrence": 234, "mills": 235, "director": 236, "general": 237, "federation": 238, "industry": 239, "whole": 240, "purpose": 241, "prevent": 242, "one": 243, "day": 244, "extended": 245, "sources": 246, "much": 247, "more": 248, "serious": 249, "disadvantage": 250, "action": 251, "restraining": 252, "he": 253, "was": 254, "biggest": 255, "export": 256, "market": 257, "accounting": 258, "over": 259, "domestically": 260, "produced": 261, "australian": 262, "government": 263, "awaiting": 264, "outcome": 265, "talks": 266, "interest": 267, "concern": 268, "minister": 269, "john": 270, "button": 271, "canberra": 272, "friday": 273, "this": 274, "kind": 275, "deterioration": 276, "relations": 277, "two": 278, "which": 279, "trading": 280, "partners": 281, "ours": 282, "matter": 283, "australia": 284, "concerns": 285, "centred": 286, "coal": 287, "beef": 288, "significant": 289, "country": 290, "meanwhile": 291, "diplomatic": 292, "manoeuvres": 293, "solve": 294, "stand": 295, "off": 296, "continue": 297, "ruling": 298, "liberal": 299, "democratic": 300, "party": 301, "yesterday": 302, "outlined": 303, "package": 304, "measures": 305, "economy": 306, "proposed": 307, "include": 308, "large": 309, "supplementary": 310, "budget": 311, "record": 312, "public": 313, "works": 314, "spending": 315, "first": 316, "half": 317, "financial": 318, "call": 319, "stepped": 320, "an": 321, "emergency": 322, "measure": 323, "stimulate": 324, "despite": 325, "prime": 326, "yasuhiro": 327, "nakasone": 328, "avowed": 329, "fiscal": 330, "reform": 331, "program": 332, "deputy": 333, "representative": 334, "michael": 335, "smith": 336, "makoto": 337, "kuroda": 338, "international": 339, "miti": 340, "due": 341, "meet": 342, "washington": 343, "week": 344, "effort": 345, "end": 346, "china": 347, "daily": 348, "says": 349, "vermin": 350, "eat": 351, "grain": 352, "stocks": 353, "survey": 354, "provinces": 355, "seven": 356, "cities": 357, "showed": 358, "consume": 359, "each": 360, "tonnes": 361, "or": 362, "fruit": 363, "output": 364, "left": 365, "rot": 366, "its": 367, "vegetables": 368, "paper": 369, "blamed": 370, "waste": 371, "inadequate": 372, "storage": 373, "bad": 374, "preservation": 375, "methods": 376, "launched": 377, "national": 378, "programme": 379, "reduce": 380, "calling": 381, "improved": 382, "technology": 383, "greater": 384, "production": 385, "additives": 386, "gave": 387, "no": 388, "details": 389, "revise": 390, "energy": 391, "demand": 392, "downwards": 393, "ministry": 394, "supply": 395, "outlook": 396, "august": 397, "forecast": 398, "downtrend": 399, "expected": 400, "lower": 401, "projection": 402, "primary": 403, "supplies": 404, "kilolitres": 405, "kl": 406, "decision": 407, "follows": 408, "emergence": 409, "structural": 410, "changes": 411, "following": 412, "rise": 413, "value": 414, "yen": 415, "decline": 416, "domestic": 417, "power": 418, "planning": 419, "work": 420, "out": 421, "revised": 422, "through": 423, "deliberations": 424, "committee": 425, "meetings": 426, "agency": 427, "natural": 428, "resources": 429, "review": 430, "breakdown": 431, "including": 432, "oil": 433, "nuclear": 434, "gas": 435, "provided": 436, "bulk": 437, "ended": 438, "march": 439, "supplying": 440, "estimated": 441, "kilowatt": 442, "hour": 443, "basis": 444, "followed": 445, "liquefied": 446, "noted": 447, "thai": 448, "deficit": 449, "widens": 450, "quarter": 451, "thailand": 452, "widened": 453, "baht": 454, "ago": 455, "economics": 456, "department": 457, "janunary": 458, "rose": 459, "climate": 460, "resulted": 461, "increase": 462, "raw": 463, "materials": 464, "semi": 465, "finished": 466, "bill": 467, "however": 468, "fell": 469, "prices": 470, "expanded": 471, "growth": 472, "smaller": 473, "than": 474, "earnings": 475, "key": 476, "commodities": 477, "rice": 478, "declined": 479, "maize": 480, "sugar": 481, "tin": 482, "canned": 483, "pineapples": 484, "registering": 485, "high": 486, "were": 487, "jewellery": 488, "clothing": 489, "rubber": 490, "indonesia": 491, "sees": 492, "cpo": 493, "price": 494, "rising": 495, "sharply": 496, "expects": 497, "crude": 498, "palm": 499, "tonne": 500, "fob": 501, "sometime": 502, "better": 503, "european": 504, "fall": 505, "malaysian": 506, "hasrul": 507, "harahap": 508, "junior": 509, "tree": 510, "crops": 511, "indonesian": 512, "reporters": 513, "sumatran": 514, "now": 515, "around": 516, "cif": 517, "delivery": 518, "rotterdam": 519, "traders": 520, "maintain": 521, "making": 522, "recent": 523, "purchases": 524, "so": 525, "possibly": 526, "second": 527, "producer": 528, "after": 529, "forced": 530, "ensure": 531, "during": 532, "moslem": 533, "fasting": 534, "month": 535, "ramadan": 536, "cover": 537, "temporary": 538, "shortage": 539, "lose": 540, "calendar": 541, "according": 542, "central": 543, "bank": 544, "figures": 545, "ship": 546, "ban": 547, "ends": 548, "nsw": 549, "ports": 550, "tug": 551, "crews": 552, "wales": 553, "victoria": 554, "western": 555, "lifted": 556, "flag": 557, "ships": 558, "carrying": 559, "containers": 560, "still": 561, "being": 562, "disrupted": 563, "separate": 564, "shipping": 565, "imposed": 566, "pay": 567, "claim": 568, "prevented": 569, "movement": 570, "port": 571, "nearly": 572, "vessels": 573, "went": 574, "before": 575, "hearing": 576, "arbitration": 577, "commission": 578, "today": 579, "disruption": 580, "began": 581, "cargo": 582, "handling": 583, "sydney": 584, "newcastle": 585, "kembla": 586, "part": 587, "called": 588, "trades": 589, "labour": 590, "council": 591, "protest": 592, "state": 593, "workers": 594, "compensation": 595, "laws": 596, "various": 597, "unions": 598, "appear": 599, "taking": 600, "turn": 601, "start": 602, "shift": 603, "then": 604, "walk": 605, "container": 606, "movements": 607, "most": 608, "affected": 609, "stopped": 610, "altogether": 611, "say": 612, "how": 613, "go": 614, "what": 615, "effect": 616, "commodity": 617, "may": 618, "likely": 619, "least": 620, "paian": 621, "nainggolan": 622, "reuters": 623, "telephone": 624, "interview": 625, "sawn": 626, "timber": 627, "pepper": 628, "tobacco": 629, "considered": 630, "either": 631, "refined": 632, "introduced": 633, "question": 634, "rachmat": 635, "saleh": 636, "when": 637, "ahead": 638, "made": 639, "fledgling": 640, "currently": 641, "coffee": 642, "physicals": 643, "outcry": 644, "system": 645, "four": 646, "days": 647, "several": 648, "factors": 649, "make": 650, "cautiously": 651, "slowly": 652, "safely": 653, "mistake": 654, "undermine": 655, "confidence": 656, "physical": 657, "added": 658, "january": 659, "contracts": 660, "traded": 661, "five": 662, "forward": 663, "robusta": 664, "grades": 665, "prompt": 666, "board": 667, "considering": 668, "introduction": 669, "futures": 670, "later": 671, "feasibility": 672, "study": 673, "needed": 674, "decisions": 675, "until": 676, "elections": 677, "monday": 678, "should": 679, "marketing": 680, "hoped": 681, "development": 682, "help": 683, "trying": 684, "overseas": 685, "building": 686, "contacts": 687, "users": 688, "teams": 689, "already": 690, "encourage": 691, "direct": 692, "use": 693, "delegation": 694, "visit": 695, "europe": 696, "mexico": 697, "latin": 698, "states": 699, "participation": 700, "infant": 701, "good": 702, "although": 703, "disappointing": 704, "transactions": 705, "december": 706, "totalled": 707, "worth": 708, "plus": 709, "rupiah": 710, "delivered": 711, "locally": 712, "latest": 713, "report": 714, "amounted": 715, "only": 716, "lots": 717, "valued": 718, "total": 719, "membership": 720, "nine": 721, "brokers": 722, "sri": 723, "lanka": 724, "gets": 725, "usda": 726, "approval": 727, "wheat": 728, "food": 729, "agriculture": 730, "approved": 731, "continental": 732, "sale": 733, "soft": 734, "c": 735, "f": 736, "pacific": 737, "northwest": 738, "colombo": 739, "shipment": 740, "mining": 741, "gold": 742, "mine": 743, "corp": 744, "holdings": 745, "wmng": 746, "wmc": 747, "establish": 748, "joint": 749, "venture": 750, "northern": 751, "territory": 752, "about": 753, "known": 754, "goodall": 755, "project": 756, "owned": 757, "local": 758, "w": 759, "r": 760, "grace": 761, "gra": 762, "unit": 763, "located": 764, "kms": 765, "east": 766, "adelaide": 767, "river": 768, "mt": 769, "bundey": 770, "statement": 771, "pit": 772, "conventional": 773, "leach": 774, "treatment": 775, "plant": 776, "produce": 777, "ounces": 778, "mid": 779, "annual": 780, "ore": 781, "capacity": 782, "sumitomo": 783, "aims": 784, "quick": 785, "recovery": 786, "merger": 787, "sumi": 788, "certain": 789, "status": 790, "profitable": 791, "result": 792, "heiwa": 793, "sogo": 794, "analysts": 795, "osaka": 796, "based": 797, "desposits": 798, "trillion": 799, "merged": 800, "small": 801, "struggling": 802, "unrecoverable": 803, "loans": 804, "october": 805, "link": 806, "president": 807, "koh": 808, "komatsu": 809, "confident": 810, "his": 811, "can": 812, "regain": 813, "position": 814, "ll": 815, "back": 816, "within": 817, "three": 818, "years": 819, "initially": 820, "profitability": 821, "efficiency": 822, "vastly": 823, "branch": 824, "network": 825, "metropolitan": 826, "area": 827, "relatively": 828, "weak": 829, "divided": 830, "whether": 831, "gamble": 832, "paid": 833, "too": 834, "debts": 835, "others": 836, "argue": 837, "effective": 838, "creating": 839, "comparable": 840, "scratch": 841, "agreed": 842, "aggressive": 843, "entered": 844, "lucrative": 845, "securities": 846, "geared": 847, "competition": 848, "questioned": 849, "wisdom": 850, "moves": 851, "ve": 852, "bold": 853, "everything": 854, "largely": 855, "hands": 856, "kleinwort": 857, "benson": 858, "simon": 859, "smithson": 860, "limits": 861, "placed": 862, "enter": 863, "investment": 864, "goldman": 865, "sachs": 866, "limited": 867, "partnership": 868, "federal": 869, "reserve": 870, "forbidden": 871, "personnel": 872, "tie": 873, "widely": 874, "looked": 875, "lame": 876, "duck": 877, "fed": 878, "stricter": 879, "regulations": 880, "change": 881, "near": 882, "future": 883, "things": 884, "wait": 885, "st": 886, "century": 887, "willing": 888, "patient": 889, "routes": 890, "into": 891, "home": 892, "article": 893, "act": 894, "version": 895, "glass": 896, "steagall": 897, "separates": 898, "banking": 899, "walls": 900, "crumbling": 901, "hopes": 902, "deregulation": 903, "create": 904, "opportunities": 905, "need": 906, "find": 907, "chances": 908, "cases": 909, "these": 910, "related": 911, "trust": 912, "occur": 913, "focus": 914, "bond": 915, "dealing": 916, "strengthening": 917, "meiko": 918, "holds": 919, "optimistic": 920, "entering": 921, "here": 922, "swiss": 923, "universal": 924, "subsidiary": 925, "banca": 926, "del": 927, "gottardo": 928, "finance": 929, "grant": 930, "licences": 931, "subsidiaries": 932, "banks": 933, "soon": 934, "parent": 935, "less": 936, "reluctant": 937, "push": 938, "don": 939, "waves": 940, "expect": 941, "allowed": 942, "like": 943, "city": 944, "pushing": 945, "lending": 946, "individuals": 947, "medium": 948, "businesses": 949, "replace": 950, "disappearing": 951, "big": 952, "devote": 953, "lot": 954, "digesting": 955, "initiatives": 956, "ailing": 957, "strategies": 958, "absorbing": 959, "juggling": 960, "next": 961, "decade": 962, "see": 963, "strategy": 964, "right": 965, "wrong": 966, "subroto": 967, "supports": 968, "extension": 969, "mines": 970, "confirmed": 971, "support": 972, "sixth": 973, "agreement": 974, "ita": 975, "necessary": 976, "clarify": 977, "lapse": 978, "ready": 979, "seventh": 980, "accord": 981, "believe": 982, "unnecessary": 983, "expire": 984, "june": 985, "unless": 986, "thirds": 987, "majority": 988, "members": 989, "vote": 990, "bundesbank": 991, "allocates": 992, "marks": 993, "tender": 994, "accepted": 995, "bids": 996, "repurchase": 997, "fixed": 998, "rate": 999, "bid": 1000, "liquidity": 1001, "credited": 1002, "funds": 1003, "allocated": 1004, "buy": 1005, "pledged": 1006, "drain": 1007, "earlier": 1008, "expires": 1009, "effectively": 1010, "withdrawing": 1011, "net": 1012, "allocation": 1013, "answer": 1014, "enquiries": 1015, "withdrawal": 1016, "did": 1017, "reflect": 1018, "tightening": 1019, "credit": 1020, "policy": 1021, "seen": 1022, "context": 1023, "plentiful": 1024, "held": 1025, "average": 1026, "six": 1027, "well": 1028, "clear": 1029, "minimum": 1030, "requirement": 1031, "bidding": 1032, "outgoing": 1033, "themselves": 1034, "shown": 1035, "felt": 1036, "plenty": 1037, "dealers": 1038, "keen": 1039, "accruing": 1040, "blunt": 1041, "effectiveness": 1042, "security": 1043, "main": 1044, "instrument": 1045, "steering": 1046, "rates": 1047, "pacts": 1048, "weeks": 1049, "money": 1050, "fluctuations": 1051, "outside": 1052, "range": 1053, "atlas": 1054, "bail": 1055, "bona": 1056, "consolidated": 1057, "atlc": 1058, "mn": 1059, "holding": 1060, "troubled": 1061, "philippines": 1062, "copper": 1063, "depressed": 1064, "reported": 1065, "pesos": 1066, "ending": 1067, "compared": 1068, "company": 1069, "losses": 1070, "scaled": 1071, "down": 1072, "operations": 1073, "island": 1074, "cebu": 1075, "started": 1076, "negotiations": 1077, "continuing": 1078, "acquisition": 1079, "existing": 1080, "restructuring": 1081, "loan": 1082, "memorandum": 1083, "understanding": 1084, "signed": 1085, "sides": 1086, "acquire": 1087, "repaid": 1088, "discussing": 1089, "equity": 1090, "infusion": 1091, "creation": 1092, "fund": 1093, "exploration": 1094, "properties": 1095, "province": 1096, "masbate": 1097, "wilson": 1098, "manager": 1099, "reasonably": 1100, "accurate": 1101, "seriously": 1102, "investments": 1103, "give": 1104, "pre": 1105, "war": 1106, "underground": 1107, "accelerated": 1108, "tonnage": 1109, "increased": 1110, "extending": 1111, "operation": 1112, "life": 1113, "rises": 1114, "same": 1115, "period": 1116, "people": 1117, "edition": 1118, "compares": 1119, "target": 1120, "rather": 1121, "base": 1122, "low": 1123, "side": 1124, "grew": 1125, "normal": 1126, "product": 1127, "quality": 1128, "improvement": 1129, "farm": 1130, "angered": 1131, "demands": 1132, "tell": 1133, "liberalisation": 1134, "harm": 1135, "drop": 1136, "active": 1137, "drives": 1138, "suppliers": 1139, "customer": 1140, "reasonable": 1141, "liberalise": 1142, "mutsuki": 1143, "kato": 1144, "insists": 1145, "protected": 1146, "volume": 1147, "origin": 1148, "regulated": 1149, "protect": 1150, "farmers": 1151, "canada": 1152, "competitive": 1153, "origins": 1154, "secretary": 1155, "richard": 1156, "lyng": 1157, "ask": 1158, "offer": 1159, "quotas": 1160, "citrus": 1161, "cutting": 1162, "supplier": 1163, "prior": 1164, "expiry": 1165, "corn": 1166, "fallen": 1167, "america": 1168, "soybean": 1169, "brazil": 1170, "feedgrain": 1171, "opens": 1172, "since": 1173, "depends": 1174, "almost": 1175, "entirely": 1176, "mainly": 1177, "indication": 1178, "came": 1179, "under": 1180, "daniel": 1181, "amstutz": 1182, "potential": 1183, "provide": 1184, "boosts": 1185, "agricultural": 1186, "alone": 1187, "representing": 1188, "investigate": 1189, "legality": 1190, "controls": 1191, "juices": 1192, "purees": 1193, "pulp": 1194, "tomato": 1195, "juice": 1196, "ketchup": 1197, "sauce": 1198, "peanuts": 1199, "prepared": 1200, "miscellaneous": 1201, "beans": 1202, "calm": 1203, "heated": 1204, "top": 1205, "keidanren": 1206, "urged": 1207, "residual": 1208, "restrictions": 1209, "ruled": 1210, "emotional": 1211, "reaction": 1212, "issue": 1213, "become": 1214, "scapegoat": 1215, "sector": 1216, "buyer": 1217, "issues": 1218, "discussed": 1219, "table": 1220, "amatil": 1221, "proposes": 1222, "bonus": 1223, "amaa": 1224, "revaluation": 1225, "shareholders": 1226, "registered": 1227, "approve": 1228, "authorised": 1229, "capital": 1230, "shares": 1231, "meeting": 1232, "rank": 1233, "dividends": 1234, "declared": 1235, "b": 1236, "industries": 1237, "plc": 1238, "bti": 1239, "l": 1240, "stake": 1241, "does": 1242, "dividend": 1243, "cents": 1244, "enlarged": 1245, "bowater": 1246, "pretax": 1247, "profits": 1248, "stg": 1249, "shr": 1250, "p": 1251, "vs": 1252, "div": 1253, "turnover": 1254, "profit": 1255, "tax": 1256, "name": 1257, "bwtr": 1258, "includes": 1259, "packaging": 1260, "associated": 1261, "merchanting": 1262, "services": 1263, "tissue": 1264, "debit": 1265, "minority": 1266, "interests": 1267, "extraordinary": 1268, "items": 1269, "k": 1270, "england": 1271, "affecting": 1272, "bills": 1273, "maturing": 1274, "take": 1275, "treasury": 1276, "addition": 1277, "note": 1278, "circulation": 1279, "bankers": 1280, "balances": 1281, "partly": 1282, "offsetting": 1283, "outflows": 1284, "exchequer": 1285, "add": 1286, "slow": 1287, "growing": 1288, "fast": 1289, "steps": 1290, "kim": 1291, "mahn": 1292, "je": 1293, "press": 1294, "conference": 1295, "planned": 1296, "speed": 1297, "opening": 1298, "gradually": 1299, "adjust": 1300, "currency": 1301, "hold": 1302, "proper": 1303, "level": 1304, "won": 1305, "appreciate": 1306, "revalue": 1307, "wants": 1308, "prospects": 1309, "bright": 1310, "korean": 1311, "try": 1312, "current": 1313, "account": 1314, "projections": 1315, "eight": 1316, "gnp": 1317, "all": 1318, "seemed": 1319, "early": 1320, "faster": 1321, "swing": 1322, "dlr": 1323, "enabled": 1324, "debt": 1325, "huge": 1326, "amount": 1327, "constraints": 1328, "turning": 1329, "point": 1330, "plannned": 1331, "ratio": 1332, "accelerate": 1333, "reducing": 1334, "excessive": 1335, "sudden": 1336, "cause": 1337, "inflation": 1338, "seoul": 1339, "particularly": 1340, "united": 1341, "size": 1342, "finns": 1343, "canadians": 1344, "mtbe": 1345, "finland": 1346, "neste": 1347, "oy": 1348, "neoy": 1349, "canadian": 1350, "edmonton": 1351, "replacement": 1352, "petrol": 1353, "prospective": 1354, "methyl": 1355, "tertiary": 1356, "butyl": 1357, "ether": 1358, "available": 1359, "celanese": 1360, "inc": 1361, "hoechst": 1362, "corporation": 1363, "mountain": 1364, "pipe": 1365, "line": 1366, "vancouver": 1367, "site": 1368, "suitable": 1369, "availability": 1370, "proximity": 1371, "pipeline": 1372, "transportation": 1373, "important": 1374, "operating": 1375, "advantages": 1376, "gained": 1377, "locating": 1378, "look": 1379, "producing": 1380, "per": 1381, "annum": 1382, "octane": 1383, "enhancer": 1384, "tetra": 1385, "ethyl": 1386, "targeted": 1387, "levels": 1388, "gasoline": 1389, "lowered": 1390, "health": 1391, "times": 1392, "limit": 1393, "scheduled": 1394, "virtual": 1395, "elimination": 1396, "extensive": 1397, "experience": 1398, "saudi": 1399, "arabia": 1400, "alberta": 1401, "stream": 1402, "late": 1403, "cra": 1404, "sold": 1405, "forrest": 1406, "whim": 1407, "creek": 1408, "nl": 1409, "consortium": 1410, "craa": 1411, "pty": 1412, "disclose": 1413, "austwhim": 1414, "croesus": 1415, "owns": 1416, "combined": 1417, "undeveloped": 1418, "german": 1419, "employment": 1420, "stagnating": 1421, "number": 1422, "employed": 1423, "west": 1424, "stagnated": 1425, "overall": 1426, "benefited": 1427, "diw": 1428, "institute": 1429, "downturn": 1430, "autumn": 1431, "negative": 1432, "willingness": 1433, "referred": 1434, "marked": 1435, "taken": 1436, "orders": 1437, "manufacturing": 1438, "mostly": 1439, "data": 1440, "february": 1441, "finally": 1442, "reversal": 1443, "trend": 1444, "exceed": 1445, "expectations": 1446, "exceeded": 1447, "pushed": 1448, "night": 1449, "eased": 1450, "accompanying": 1451, "results": 1452, "underlying": 1453, "intended": 1454, "developing": 1455, "seeking": 1456, "appointed": 1457, "david": 1458, "lyon": 1459, "managing": 1460, "redland": 1461, "rdld": 1462, "executive": 1463, "previously": 1464, "given": 1465, "pension": 1466, "benefits": 1467, "greatest": 1468, "percentage": 1469, "jumping": 1470, "citibank": 1471, "norway": 1472, "loses": 1473, "crowns": 1474, "cci": 1475, "n": 1476, "norwegian": 1477, "just": 1478, "show": 1479, "lean": 1480, "oslo": 1481, "head": 1482, "bjoern": 1483, "sejerstad": 1484, "lost": 1485, "away": 1486, "slump": 1487, "plunge": 1488, "operate": 1489, "susbidiaries": 1490, "access": 1491, "hand": 1492, "equities": 1493, "spring": 1494, "requirements": 1495, "performance": 1496, "steadier": 1497, "barrel": 1498, "chase": 1499, "manhattan": 1500, "cmb": 1501, "decided": 1502, "stop": 1503, "heavy": 1504, "instead": 1505, "fee": 1506, "merchant": 1507, "vieille": 1508, "montagne": 1509, "conditions": 1510, "unfavourable": 1511, "sharp": 1512, "dollar": 1513, "zinc": 1514, "depreciation": 1515, "created": 1516, "sa": 1517, "vmnb": 1518, "br": 1519, "led": 1520, "squeeze": 1521, "refining": 1522, "margins": 1523, "income": 1524, "unchanged": 1525, "activity": 1526, "actively": 1527, "pursuing": 1528, "franc": 1529, "francs": 1530, "provisions": 1531, "closure": 1532, "electrolysis": 1533, "reports": 1534, "nil": 1535, "exceptional": 1536, "charges": 1537, "viviez": 1538, "ordinary": 1539, "full": 1540, "ec": 1541, "community": 1542, "except": 1543, "britain": 1544, "representatives": 1545, "undertook": 1546, "communicate": 1547, "own": 1548, "why": 1549, "backed": 1550, "spain": 1551, "portugal": 1552, "objections": 1553, "common": 1554, "stance": 1555, "favour": 1556, "little": 1557, "hope": 1558, "avoiding": 1559, "sanctions": 1560, "chance": 1561, "convincing": 1562, "threatened": 1563, "efforts": 1564, "team": 1565, "armacost": 1566, "political": 1567, "affairs": 1568, "persuade": 1569, "replied": 1570, "probably": 1571, "demonstrate": 1572, "situation": 1573, "turned": 1574, "permit": 1575, "you": 1576, "described": 1577, "lift": 1578, "dependence": 1579, "settle": 1580, "outstanding": 1581, "there": 1582, "obvious": 1583, "moment": 1584, "wish": 1585, "divert": 1586, "attention": 1587, "areas": 1588, "cooperation": 1589, "exist": 1590, "cooperative": 1591, "actions": 1592, "governments": 1593, "imbalance": 1594, "congress": 1595, "takes": 1596, "legislation": 1597, "ingot": 1598, "mineral": 1599, "padaeng": 1600, "sole": 1601, "exporter": 1602, "attributed": 1603, "averaged": 1604, "buyers": 1605, "included": 1606, "singapore": 1607, "exported": 1608, "ingots": 1609, "predict": 1610, "london": 1611, "white": 1612, "extremely": 1613, "difficult": 1614, "substantial": 1615, "award": 1616, "highest": 1617, "ever": 1618, "rebate": 1619, "units": 1620, "ecus": 1621, "kilos": 1622, "believed": 1623, "restitution": 1624, "intervention": 1625, "operators": 1626, "protesting": 1627, "rebates": 1628, "determining": 1629, "factor": 1630, "north": 1631, "yemen": 1632, "calls": 1633, "buying": 1634, "saturday": 1635, "purchase": 1636, "arrival": 1637, "anheuser": 1638, "busch": 1639, "joins": 1640, "san": 1641, "miguel": 1642, "companies": 1643, "bud": 1644, "joined": 1645, "bidders": 1646, "sequestered": 1647, "beverage": 1648, "maker": 1649, "sanm": 1650, "panel": 1651, "ramon": 1652, "diaz": 1653, "presidential": 1654, "pcgg": 1655, "interested": 1656, "offered": 1657, "brewer": 1658, "alan": 1659, "york": 1660, "allen": 1661, "elders": 1662, "ixl": 1663, "elxa": 1664, "melbourne": 1665, "brewing": 1666, "journal": 1667, "quoted": 1668, "jacksons": 1669, "saying": 1670, "barwon": 1671, "farmlands": 1672, "ariadne": 1673, "filipino": 1674, "order": 1675, "entire": 1676, "brewery": 1677, "listed": 1678, "neptunia": 1679, "broke": 1680, "agree": 1681, "terms": 1682, "spotlight": 1683, "booming": 1684, "managers": 1685, "redirect": 1686, "traditional": 1687, "bullish": 1688, "increasingly": 1689, "stable": 1690, "massive": 1691, "inflow": 1692, "fresh": 1693, "investors": 1694, "polled": 1695, "park": 1696, "cash": 1697, "settled": 1698, "diversify": 1699, "volatile": 1700, "instruments": 1701, "bonds": 1702, "past": 1703, "illustrated": 1704, "received": 1705, "inquiries": 1706, "got": 1707, "trillions": 1708, "dollars": 1709, "sloshing": 1710, "know": 1711, "attraction": 1712, "stability": 1713, "economist": 1714, "brian": 1715, "hamley": 1716, "flight": 1717, "best": 1718, "aren": 1719, "d": 1720, "your": 1721, "stronger": 1722, "attracting": 1723, "appreciating": 1724, "volatility": 1725, "re": 1726, "looking": 1727, "favoured": 1728, "perhaps": 1729, "concerned": 1730, "lloyds": 1731, "nza": 1732, "buttrose": 1733, "entry": 1734, "cheap": 1735, "looks": 1736, "permanent": 1737, "productive": 1738, "disappear": 1739, "direction": 1740, "adding": 1741, "offshore": 1742, "carefully": 1743, "watch": 1744, "promised": 1745, "happy": 1746, "invest": 1747, "vehicles": 1748, "yielding": 1749, "unobtainable": 1750, "elsewhere": 1751, "easily": 1752, "reverse": 1753, "flow": 1754, "badly": 1755, "rapid": 1756, "falls": 1757, "hefty": 1758, "jumps": 1759, "edgy": 1760, "something": 1761, "wasn": 1762, "enough": 1763, "outflow": 1764, "eager": 1765, "curb": 1766, "stubborn": 1767, "giving": 1768, "benefit": 1769, "doubt": 1770, "i": 1771, "think": 1772, "leave": 1773, "reflected": 1774, "shield": 1775, "governor": 1776, "bob": 1777, "johnston": 1778, "acknowledged": 1779, "element": 1780, "targeting": 1781, "authorities": 1782, "eyes": 1783, "crucial": 1784, "role": 1785, "worked": 1786, "successfully": 1787, "keep": 1788, "apart": 1789, "risen": 1790, "weighted": 1791, "played": 1792, "wall": 1793, "street": 1794, "setting": 1795, "response": 1796, "weight": 1797, "both": 1798, "pouring": 1799, "ordinaries": 1800, "index": 1801, "above": 1802, "doubled": 1803, "property": 1804, "sought": 1805, "invested": 1806, "heavily": 1807, "undervalued": 1808, "real": 1809, "estate": 1810, "tourism": 1811, "field": 1812, "pointed": 1813, "star": 1814, "regent": 1815, "hotel": 1816, "indicative": 1817, "type": 1818, "needs": 1819, "kuwaiti": 1820, "kuwait": 1821, "reliant": 1822, "ridden": 1823, "pull": 1824, "nosedive": 1825, "determine": 1826, "pace": 1827, "economists": 1828, "ability": 1829, "member": 1830, "opec": 1831, "benchmark": 1832, "hemisphere": 1833, "summer": 1834, "usually": 1835, "slackens": 1836, "estimate": 1837, "measured": 1838, "gross": 1839, "gdp": 1840, "shrank": 1841, "contracting": 1842, "consumer": 1843, "slowing": 1844, "depressing": 1845, "old": 1846, "iran": 1847, "iraq": 1848, "doorstep": 1849, "threatens": 1850, "emirate": 1851, "vital": 1852, "lifeline": 1853, "gulf": 1854, "sapped": 1855, "september": 1856, "series": 1857, "piecemeal": 1858, "combat": 1859, "crisis": 1860, "caused": 1861, "crash": 1862, "comprehensive": 1863, "settlement": 1864, "speculative": 1865, "spree": 1866, "post": 1867, "dated": 1868, "cheques": 1869, "default": 1870, "used": 1871, "collateral": 1872, "thus": 1873, "generating": 1874, "informal": 1875, "watered": 1876, "sums": 1877, "owed": 1878, "dinars": 1879, "doubtful": 1880, "repeatedly": 1881, "scheme": 1882, "entails": 1883, "rescheduling": 1884, "problem": 1885, "depending": 1886, "debtors": 1887, "regular": 1888, "flows": 1889, "depositors": 1890, "rights": 1891, "guaranteed": 1892, "edict": 1893, "significance": 1894, "ride": 1895, "glut": 1896, "quota": 1897, "barrels": 1898, "bpd": 1899, "mentioned": 1900, "sheikh": 1901, "ali": 1902, "al": 1903, "khalifa": 1904, "sabah": 1905, "strategic": 1906, "diversification": 1907, "downstream": 1908, "gives": 1909, "abroad": 1910, "enables": 1911, "grade": 1912, "get": 1913, "form": 1914, "processed": 1915, "kerosene": 1916, "naphtha": 1917, "rebound": 1918, "reason": 1919, "cautious": 1920, "optimism": 1921, "reasons": 1922, "bottoming": 1923, "signs": 1924, "sectors": 1925, "steady": 1926, "external": 1927, "accounts": 1928, "shape": 1929, "dinar": 1930, "achievement": 1931, "recession": 1932, "petrodollar": 1933, "officially": 1934, "earning": 1935, "equivalent": 1936, "boom": 1937, "portrayed": 1938, "mildly": 1939, "contractionary": 1940, "revenues": 1941, "doubling": 1942, "nominal": 1943, "excluded": 1944, "resulting": 1945, "shortfall": 1946, "cabinet": 1947, "rashid": 1948, "sunday": 1949, "ratified": 1950, "recommendations": 1951, "rationalise": 1952, "reactivate": 1953, "spelled": 1954, "unlikely": 1955, "growers": 1956, "reach": 1957, "drought": 1958, "fertiliser": 1959, "overstressed": 1960, "palms": 1961, "newsletter": 1962, "sells": 1963, "ringgit": 1964, "buildup": 1965, "grower": 1966, "ease": 1967, "oilseed": 1968, "harvest": 1969, "previous": 1970, "crop": 1971, "plantings": 1972, "november": 1973, "peaks": 1974, "planting": 1975, "hectares": 1976, "planted": 1977, "trees": 1978, "effects": 1979, "reduction": 1980, "another": 1981, "jardine": 1982, "matheson": 1983, "sets": 1984, "replacing": 1985, "monier": 1986, "diversified": 1987, "mnra": 1988, "locke": 1989, "issued": 1990, "brief": 1991, "notice": 1992, "advised": 1993, "discussions": 1994, "progressed": 1995, "recommended": 1996, "peak": 1997, "close": 1998, "concrete": 1999, "roof": 2000, "tile": 2001, "manufacturer": 2002, "zealand": 2003, "marketer": 2004, "fly": 2005, "ash": 2006, "recently": 2007, "housing": 2008, "isuzu": 2009, "plans": 2010, "interim": 2011, "motor": 2012, "isum": 2013, "mark": 2014, "appreciation": 2015, "microchip": 2016, "vice": 2017, "leaves": 2018, "refute": 2019, "violated": 2020, "man": 2021, "laying": 2022, "groundwork": 2023, "aimed": 2024, "persuading": 2025, "proposals": 2026, "nothing": 2027, "my": 2028, "briefcase": 2029, "explanation": 2030, "newspaper": 2031, "asahi": 2032, "shimbun": 2033, "incorrect": 2034, "exaggerated": 2035, "sense": 2036, "control": 2037, "forces": 2038, "stabilise": 2039, "excess": 2040, "inventories": 2041, "laid": 2042, "blame": 2043, "chip": 2044, "lack": 2045, "fails": 2046, "tomorrow": 2047, "forestall": 2048, "seek": 2049, "clayton": 2050, "yeutter": 2051, "delay": 2052, "imposition": 2053, "bell": 2054, "confirms": 2055, "standard": 2056, "chartered": 2057, "blla": 2058, "stch": 2059, "acquiring": 2060, "sentence": 2061, "headquarters": 2062, "warburg": 2063, "robert": 2064, "holmes": 2065, "court": 2066, "comment": 2067, "intentions": 2068, "boosting": 2069, "contacted": 2070, "nippon": 2071, "steel": 2072, "denies": 2073, "plants": 2074, "nstc": 2075, "denied": 2076, "plan": 2077, "suspend": 2078, "announced": 2079, "rationalisation": 2080, "mainichi": 2081, "chinese": 2082, "makers": 2083, "rolling": 2084, "steelmaking": 2085, "cheaply": 2086, "request": 2087, "replaces": 2088, "jard": 2089, "hk": 2090, "withdraw": 2091, "announcement": 2092, "ronald": 2093, "li": 2094, "commissioner": 2095, "ray": 2096, "astin": 2097, "listings": 2098, "barred": 2099, "proposal": 2100, "keswick": 2101, "issuing": 2102, "regret": 2103, "opportunity": 2104, "stage": 2105, "flexibility": 2106, "expansion": 2107, "without": 2108, "diluting": 2109, "voting": 2110, "certainly": 2111, "welcome": 2112, "monetary": 2113, "nendick": 2114, "referral": 2115, "standing": 2116, "law": 2117, "hopeful": 2118, "process": 2119, "principles": 2120, "embraced": 2121, "constituents": 2122, "intervenes": 2123, "bought": 2124, "shortly": 2125, "intervened": 2126, "sized": 2127, "house": 2128, "putting": 2129, "supported": 2130, "electrical": 2131, "opened": 2132, "information": 2133, "harmoko": 2134, "session": 2135, "discuss": 2136, "assistance": 2137, "morning": 2138, "outright": 2139, "comprising": 2140, "band": 2141, "deal": 2142, "lawsuits": 2143, "smc": 2144, "coconut": 2145, "planters": 2146, "ucpb": 2147, "philippine": 2148, "manila": 2149, "injunction": 2150, "barring": 2151, "represent": 2152, "hearings": 2153, "petition": 2154, "filed": 2155, "eduardo": 2156, "cojuangco": 2157, "former": 2158, "ciif": 2159, "rightful": 2160, "owners": 2161, "represented": 2162, "blue": 2163, "breach": 2164, "fiduciary": 2165, "duties": 2166, "derivative": 2167, "suit": 2168, "sec": 2169, "de": 2170, "los": 2171, "angeles": 2172, "nominee": 2173, "represents": 2174, "stockholders": 2175, "transaction": 2176, "sanctioned": 2177, "retained": 2178, "wiped": 2179, "declaration": 2180, "violate": 2181, "creditors": 2182, "rosario": 2183, "telling": 2184, "petitioning": 2185, "amended": 2186, "charged": 2187, "andres": 2188, "soriano": 2189, "iii": 2190, "directors": 2191, "violating": 2192, "complaint": 2193, "assuming": 2194, "contracted": 2195, "payment": 2196, "assumption": 2197, "again": 2198, "set": 2199, "corazon": 2200, "aquino": 2201, "resolve": 2202, "ownership": 2203, "submit": 2204, "attempt": 2205, "elements": 2206, "disregard": 2207, "facts": 2208, "questionable": 2209, "motives": 2210, "disposition": 2211, "coming": 2212, "reached": 2213, "method": 2214, "contravention": 2215, "expressed": 2216, "desire": 2217, "amicable": 2218, "controversy": 2219, "interpreted": 2220, "adversarial": 2221, "eligible": 2222, "portion": 2223, "citizen": 2224, "split": 2225, "filipinos": 2226, "personally": 2227, "purchased": 2228, "unnamed": 2229, "institutional": 2230, "controlled": 2231, "aborted": 2232, "suspicion": 2233, "associate": 2234, "ferdinand": 2235, "marcos": 2236, "lives": 2237, "self": 2238, "exile": 2239, "objection": 2240, "resolved": 2241, "revenue": 2242, "peso": 2243, "unaudited": 2244, "neighbourhood": 2245, "rain": 2246, "queensland": 2247, "cane": 2248, "rains": 2249, "inches": 2250, "boosted": 2251, "moisture": 2252, "stressed": 2253, "mackay": 2254, "burdekin": 2255, "region": 2256, "coast": 2257, "undergoing": 2258, "severe": 2259, "dry": 2260, "spell": 2261, "relieved": 2262, "scattered": 2263, "rainfall": 2264, "wet": 2265, "season": 2266, "reporting": 2267, "beginning": 2268, "healthy": 2269, "greener": 2270, "brisbane": 2271, "restore": 2272, "sub": 2273, "soil": 2274, "bundaberg": 2275, "southern": 2276, "excellent": 2277, "condition": 2278, "forecasting": 2279, "initial": 2280, "compiled": 2281, "towards": 2282, "crush": 2283, "normally": 2284, "runs": 2285, "french": 2286, "weekly": 2287, "maximum": 2288, "placing": 2289, "figure": 2290, "italy": 2291, "la": 2292, "fondiaria": 2293, "higher": 2294, "italian": 2295, "insurer": 2296, "spa": 2297, "lfdi": 2298, "mi": 2299, "significantly": 2300, "lire": 2301, "premiums": 2302, "totaled": 2303, "iniziativa": 2304, "meta": 2305, "inzi": 2306, "montedison": 2307, "moni": 2308, "single": 2309, "florence": 2310, "nickel": 2311, "shearson": 2312, "lehman": 2313, "brothers": 2314, "quarterly": 2315, "recovered": 2316, "slightly": 2317, "lb": 2318, "absence": 2319, "soviet": 2320, "cathode": 2321, "deliveries": 2322, "shipments": 2323, "returning": 2324, "buoyant": 2325, "tightness": 2326, "reductions": 2327, "offset": 2328, "increases": 2329, "balance": 2330, "non": 2331, "socialist": 2332, "edge": 2333, "using": 2334, "metal": 2335, "sterling": 2336, "dutch": 2337, "chemical": 2338, "dsm": 2339, "fully": 2340, "nv": 2341, "dsmn": 2342, "guilders": 2343, "shareholder": 2344, "fertilizer": 2345, "division": 2346, "poehl": 2347, "warns": 2348, "karl": 2349, "otto": 2350, "weaker": 2351, "risky": 2352, "sustained": 2353, "speech": 2354, "contempory": 2355, "aim": 2356, "correct": 2357, "face": 2358, "vicious": 2359, "circle": 2360, "took": 2361, "route": 2362, "germany": 2363, "stimulation": 2364, "accelerating": 2365, "cuts": 2366, "tolerating": 2367, "brought": 2368, "faced": 2369, "getting": 2370, "upper": 2371, "parliament": 2372, "accept": 2373, "relied": 2374, "increasing": 2375, "even": 2376, "obstacle": 2377, "tolerated": 2378, "enjoyed": 2379, "favourable": 2380, "extra": 2381, "leeway": 2382, "dilemma": 2383, "developments": 2384, "live": 2385, "expansionary": 2386, "careful": 2387, "shared": 2388, "surpluses": 2389, "welcomed": 2390, "louvre": 2391, "industrialized": 2392, "importance": 2393, "stabilize": 2394, "underestimated": 2395, "remarkable": 2396, "attitude": 2397, "especially": 2398, "colleagues": 2399, "danger": 2400, "correction": 2401, "overshoot": 2402, "cincinnati": 2403, "csn": 2404, "starts": 2405, "auxton": 2406, "auxt": 2407, "computer": 2408, "enterprises": 2409, "advertisement": 2410, "conditioned": 2411, "receipt": 2412, "diluted": 2413, "california": 2414, "biotech": 2415, "cbio": 2416, "qtr": 2417, "biotechnology": 2418, "research": 2419, "scaleup": 2420, "running": 2421, "tries": 2422, "commercialize": 2423, "expenditures": 2424, "quarters": 2425, "fluctuate": 2426, "timing": 2427, "payments": 2428, "changed": 2429, "earned": 2430, "pall": 2431, "pll": 2432, "qtly": 2433, "cts": 2434, "unilever": 2435, "seeks": 2436, "stauffer": 2437, "un": 2438, "prospectus": 2439, "acquired": 2440, "takeover": 2441, "chesebrough": 2442, "pond": 2443, "indicating": 2444, "dispose": 2445, "assets": 2446, "sent": 2447, "expressing": 2448, "receive": 2449, "footwear": 2450, "tennis": 2451, "racket": 2452, "disposed": 2453, "immediately": 2454, "wholly": 2455, "aquired": 2456, "toiletry": 2457, "brands": 2458, "conrac": 2459, "parties": 2460, "cax": 2461, "sait": 2462, "assurance": 2463, "iv": 2464, "tendering": 2465, "starting": 2466, "display": 2467, "communications": 2468, "equipment": 2469, "produces": 2470, "special": 2471, "architectural": 2472, "code": 2473, "phone": 2474, "answering": 2475, "machines": 2476, "ldp": 2477, "urges": 2478, "expanding": 2479, "detailed": 2480, "formalise": 2481, "shintaro": 2482, "abe": 2483, "visits": 2484, "core": 2485, "nd": 2486, "feb": 2487, "revs": 2488, "rubbermaid": 2489, "independent": 2490, "appoint": 2491, "han": 2492, "lammers": 2493, "preside": 2494, "employers": 2495, "gerard": 2496, "zeebregts": 2497, "queen": 2498, "flevoland": 2499, "mediator": 2500, "draw": 2501, "agenda": 2502, "procedures": 2503, "practice": 2504, "redundancies": 2505, "strikes": 2506, "strong": 2507, "workforce": 2508, "union": 2509, "fnv": 2510, "amsterdam": 2511, "procedural": 2512, "grounds": 2513, "final": 2514, "judgment": 2515, "therefore": 2516, "restart": 2517, "complicated": 2518, "legal": 2519, "redundancy": 2520, "continued": 2521, "maintenance": 2522, "strike": 2523, "loading": 2524, "graan": 2525, "elevator": 2526, "mij": 2527, "employer": 2528, "written": 2529, "asking": 2530, "reconsider": 2531, "electro": 2532, "rent": 2533, "elrc": 2534, "rd": 2535, "avg": 2536, "shrs": 2537, "mths": 2538, "rbd": 2539, "wtc": 2540, "waf": 2541, "th": 2542, "rev": 2543, "totalling": 2544, "afternoon": 2545, "brings": 2546, "mead": 2547, "oper": 2548, "incoming": 2549, "recording": 2550, "favorable": 2551, "comparisons": 2552, "remaining": 2553, "cayuga": 2554, "savings": 2555, "cayb": 2556, "johnstown": 2557, "fsb": 2558, "jsbk": 2559, "hsld": 2560, "geodynamics": 2561, "gdyn": 2562, "swedish": 2563, "unemployment": 2564, "bureau": 2565, "statistics": 2566, "stood": 2567, "compaq": 2568, "cpq": 2569, "rod": 2570, "canion": 2571, "officer": 2572, "deskpro": 2573, "portable": 2574, "contribute": 2575, "models": 2576, "exceeds": 2577, "personal": 2578, "computers": 2579, "saw": 2580, "across": 2581, "iu": 2582, "insurance": 2583, "preliminary": 2584, "hawaiian": 2585, "cos": 2586, "disclosed": 2587, "execution": 2588, "definitive": 2589, "agreements": 2590, "governmental": 2591, "approvals": 2592, "boards": 2593, "involved": 2594, "selected": 2595, "service": 2596, "hawaii": 2597, "cxr": 2598, "telcom": 2599, "cxrl": 2600, "ct": 2601, "proxmire": 2602, "outlines": 2603, "insider": 2604, "senate": 2605, "william": 2606, "wis": 2607, "introduce": 2608, "require": 2609, "disclosure": 2610, "corporate": 2611, "takeovers": 2612, "fairer": 2613, "speaking": 2614, "scandals": 2615, "abuses": 2616, "proposing": 2617, "insure": 2618, "properly": 2619, "financed": 2620, "threshold": 2621, "notifying": 2622, "investor": 2623, "notificaton": 2624, "aquire": 2625, "notification": 2626, "meant": 2627, "arbitragers": 2628, "having": 2629, "jump": 2630, "knowing": 2631, "attempts": 2632, "kept": 2633, "williams": 2634, "private": 2635, "suits": 2636, "financing": 2637, "insuring": 2638, "margin": 2639, "requirments": 2640, "enforced": 2641, "purchasing": 2642, "generally": 2643, "hostile": 2644, "groups": 2645, "declare": 2646, "raise": 2647, "actually": 2648, "damages": 2649, "alliance": 2650, "pickens": 2651, "icahn": 2652, "together": 2653, "favored": 2654, "approach": 2655, "tiered": 2656, "offers": 2657, "insures": 2658, "recieve": 2659, "equal": 2660, "amendments": 2661, "defensive": 2662, "mechanisms": 2663, "green": 2664, "mail": 2665, "poison": 2666, "pills": 2667, "predicted": 2668, "pass": 2669, "helen": 2670, "troy": 2671, "hele": 2672, "excludes": 2673, "bt": 2674, "puts": 2675, "accrual": 2676, "approximately": 2677, "reduced": 2678, "suspended": 2679, "overdue": 2680, "acted": 2681, "suspension": 2682, "rest": 2683, "assumes": 2684, "lenders": 2685, "resumption": 2686, "resume": 2687, "francisco": 2688, "gros": 2689, "rollover": 2690, "matures": 2691, "mercantile": 2692, "uk": 2693, "bd": 2694, "stoltenberg": 2695, "strengthen": 2696, "paris": 2697, "gerhard": 2698, "ways": 2699, "stabilizing": 2700, "journalists": 2701, "fundamental": 2702, "weakness": 2703, "communique": 2704, "ministers": 2705, "discord": 2706, "working": 2707, "slight": 2708, "firming": 2709, "parity": 2710, "honored": 2711, "lived": 2712, "bargain": 2713, "preparing": 2714, "way": 2715, "stimulating": 2716, "yet": 2717, "fulfilled": 2718, "pledges": 2719, "reiterated": 2720, "noting": 2721, "cannot": 2722, "unnoticed": 2723, "france": 2724, "belgium": 2725, "denmark": 2726, "projected": 2727, "subsidy": 2728, "awards": 2729, "foresaw": 2730, "ecu": 2731, "cumulative": 2732, "authorisations": 2733, "whites": 2734, "sep": 2735, "higest": 2736, "mea": 2737, "augurs": 2738, "bodes": 2739, "burnell": 2740, "roberts": 2741, "versus": 2742, "benefitted": 2743, "combination": 2744, "programs": 2745, "employee": 2746, "involvement": 2747, "paying": 2748, "throughout": 2749, "paperboard": 2750, "middle": 2751, "unbleached": 2752, "coated": 2753, "amertek": 2754, "atekf": 2755, "alex": 2756, "brown": 2757, "absb": 2758, "qtrly": 2759, "date": 2760, "town": 2761, "jewelry": 2762, "tcjc": 2763, "thh": 2764, "paxar": 2765, "paks": 2766, "makes": 2767, "thermo": 2768, "print": 2769, "gmbh": 2770, "lohn": 2771, "distributor": 2772, "undisclosed": 2773, "wearhouse": 2774, "jan": 2775, "bashaw": 2776, "erskine": 2777, "merge": 2778, "leduc": 2779, "entourage": 2780, "entg": 2781, "incurring": 2782, "costs": 2783, "internal": 2784, "audit": 2785, "proxy": 2786, "soliciation": 2787, "startup": 2788, "expenses": 2789, "offices": 2790, "solid": 2791, "perfume": 2792, "packaged": 2793, "lipstick": 2794, "tube": 2795, "amadeus": 2796, "retailing": 2797, "media": 2798, "video": 2799, "productions": 2800, "mr": 2801, "jax": 2802, "fashions": 2803, "woolworth": 2804, "hikes": 2805, "z": 2806, "beet": 2807, "roughly": 2808, "hectare": 2809, "ground": 2810, "suiker": 2811, "unie": 2812, "processor": 2813, "netherlands": 2814, "sowing": 2815, "comes": 2816, "substantially": 2817, "minimise": 2818, "suger": 2819, "allotted": 2820, "dairy": 2821, "cereal": 2822, "moving": 2823, "j": 2824, "morgan": 2825, "granted": 2826, "volkswagen": 2827, "ag": 2828, "vowg": 2829, "vw": 2830, "formal": 2831, "suspected": 2832, "fraud": 2833, "supervisory": 2834, "payout": 2835, "afterwards": 2836, "linked": 2837, "affair": 2838, "scandal": 2839, "management": 2840, "propose": 2841, "preference": 2842, "formality": 2843, "anything": 2844, "else": 2845, "surprise": 2846, "dig": 2847, "citytrust": 2848, "bancorp": 2849, "citr": 2850, "southmark": 2851, "sm": 2852, "acquires": 2853, "nursing": 2854, "homes": 2855, "care": 2856, "facilities": 2857, "containing": 2858, "contain": 2859, "beds": 2860, "bybee": 2861, "associates": 2862, "salem": 2863, "acquistion": 2864, "jpm": 2865, "deposits": 2866, "return": 2867, "provision": 2868, "firstbanc": 2869, "ohio": 2870, "fboh": 2871, "mayfair": 2872, "super": 2873, "myfra": 2874, "class": 2875, "hanover": 2876, "hins": 2877, "authorized": 2878, "par": 2879, "payable": 2880, "guardian": 2881, "natg": 2882, "acquisitions": 2883, "aggregate": 2884, "guard": 2885, "gaurd": 2886, "paramus": 2887, "cartel": 2888, "consultants": 2889, "wayne": 2890, "investigations": 2891, "protective": 2892, "hackensack": 2893, "meyer": 2894, "detective": 2895, "alarm": 2896, "certified": 2897, "fla": 2898, "custom": 2899, "myrtle": 2900, "beach": 2901, "e": 2902, "houston": 2903, "louisville": 2904, "kent": 2905, "nashville": 2906, "tenn": 2907, "wells": 2908, "fargo": 2909, "medical": 2910, "umbiz": 2911, "distribution": 2912, "excluding": 2913, "buildings": 2914, "zambia": 2915, "retail": 2916, "hike": 2917, "zambian": 2918, "immediate": 2919, "follow": 2920, "meal": 2921, "staple": 2922, "riots": 2923, "died": 2924, "kenneth": 2925, "kaunda": 2926, "revoked": 2927, "imf": 2928, "kg": 2929, "bag": 2930, "accompanied": 2931, "spend": 2932, "subsidies": 2933, "discouraged": 2934, "choose": 2935, "wedgestone": 2936, "realty": 2937, "wdg": 2938, "shareholkders": 2939, "advisor": 2940, "advisory": 2941, "completion": 2942, "sun": 2943, "heating": 2944, "barge": 2945, "decreasing": 2946, "contract": 2947, "customers": 2948, "ny": 2949, "harbor": 2950, "cent": 2951, "gallon": 2952, "argentine": 2953, "coarse": 2954, "feared": 2955, "adjusted": 2956, "yield": 2957, "downward": 2958, "sunflower": 2959, "sorghum": 2960, "warm": 2961, "weather": 2962, "harvesting": 2963, "showers": 2964, "intermittently": 2965, "weekend": 2966, "prolonged": 2967, "intense": 2968, "millimetres": 2969, "parts": 2970, "buenos": 2971, "aires": 2972, "mm": 2973, "cordoba": 2974, "santa": 2975, "fe": 2976, "entre": 2977, "rios": 2978, "misiones": 2979, "corrientes": 2980, "chaco": 2981, "formosa": 2982, "pampa": 2983, "damp": 2984, "rotting": 2985, "lands": 2986, "drying": 2987, "advanced": 2988, "considerably": 2989, "sown": 2990, "case": 2991, "evident": 2992, "harvested": 2993, "material": 2994, "sunflowerseed": 2995, "sunflowers": 2996, "begin": 2997, "soybeans": 2998, "showing": 2999, "discover": 3000, "experimental": 3001, "carried": 3002, "preparation": 3003, "fields": 3004, "seasonally": 3005, "social": 3006, "male": 3007, "jobless": 3008, "women": 3009, "unadjusted": 3010, "usual": 3011, "seasonal": 3012, "decrease": 3013, "cold": 3014, "delaying": 3015, "explained": 3016, "vacancies": 3017, "apr": 3018, "arrive": 3019, "g": 3020, "arrived": 3021, "arriving": 3022, "edouard": 3023, "balladur": 3024, "banker": 3025, "jacques": 3026, "larosiere": 3027, "kiichi": 3028, "miyazawa": 3029, "satoshi": 3030, "sumita": 3031, "british": 3032, "chancellor": 3033, "robin": 3034, "leigh": 3035, "pemberton": 3036, "sign": 3037, "blown": 3038, "m": 3039, "gmt": 3040, "acting": 3041, "giovanni": 3042, "goria": 3043, "met": 3044, "baker": 3045, "apparently": 3046, "convinced": 3047, "attend": 3048, "participate": 3049, "meaningful": 3050, "repurchases": 3051, "intervene": 3052, "indirectly": 3053, "via": 3054, "execute": 3055, "repos": 3056, "pressures": 3057, "injection": 3058, 